Repository: DJGajjar/LostAndFound
Catalog: LostAndFound/*.lproj/Localizable.strings
Languages: ar, fr, ur

source: Apple
ar: تفاحة
fr: Pomme
ur: سیب

source: Or
ar: أو
fr: Ou
ur: یا

source: Founded items
ar: العناصر التي تم تأسيسها
fr: Articles fondés
ur: قائم کردہ آئٹمز

source: Description
ar: وصف
ur: تفصیل

source: Lost
ar: ضائع
fr: Perdue
ur: کھو دیا

source: Found
ar: وجدت
fr: A trouvé
ur: ملا

source: Marketplace
ar: المتجر
ur: بازار

# resendotp
source: Resend
ar: إعادة إرسال
fr: Renvoyer OTP
ur: او ٹی پی کو دوبارہ بھیجیں

source: Apply
ar: تطبيق
fr: Appliquer
ur: درخواست دیں

source: First name
ar: الاسم الاول
fr: Prénom
ur: پہلا نام

# boostitem
source: Boost your item in market place
ar: عزز سلعتك في السوق
fr: Boostez votre article sur le marché
ur: اپنی جگہ کو مارکیٹ کی جگہ پر فروغ دیں

source: Settings
ar: إعدادات
fr: Réglages
ur: ترتیبات

source: Current Password
ar: كلمة السر الحالية
fr: Mot de passe actuel
ur: موجودہ خفیہ لفظ

# trypro
source: Try Pro Version
ar: جرب الإصدار المحترف
fr: Essayez la version Pro
ur: پرو ورژن آزمائیں

source: Found Date & Time
ar: تم العثور على التاريخ والوقت
fr: Date et heure trouvées
ur: تاریخ اور وقت ملا

source: Submit
ar: إرسال
fr: Nous faire parvenir
ur: جمع کرائیں

source: Search item name
ar: اسم عنصر البحث
fr: Rechercher le nom de l'élément
ur: آئٹم کا نام تلاش کریں

source: No Connection
ar: لا يوجد اتصال
fr: Pas de connection
ur: کوئی رابطہ نہیں

source: Found Price
ar: العثور على السعر
fr: Prix trouvé
ur: ملا قیمت

# nonotification
source: No Notification yet!
ar: لا يوجد إشعار حتى الآن
fr: Pas encore de notification!
ur: ابھی تک کوئی اطلاع نہیں ہے!

# upgradetopro
source: Upgrade to Pro Version
ar: الترقية إلى الإصدار المحترف
fr: Passer à la version Pro
ur: پرو ورژن میں اپ گریڈ کریں

source: Points
ar: نقاط
ur: پوائنٹس

source: Your Location
ar: موقعك
fr: Votre emplacement
ur: آپ کی جگہ

# namefounditem
source: Name the Found item
ar: قم بتسمية العنصر الموجود
fr: Nommer l'élément trouvé
ur: فاؤنڈیشن آئٹم کا نام دیں

# alreadyhaveaccount
source: Already have an account?
ar: هل لديك حساب ؟
fr: Vous avez déjà un compte?
ur: پہلے سے ہی ایک اکاؤنٹ ہے؟

source: Leaderboard
ar: المتصدرين
fr: Classement
ur: لیڈر بورڈ

source: Source address
ar: عنوان المصدر
fr: Adresse source
ur: ماخذ کا پتہ

# mobileemail
source: Mobile number/Email
ar: رقم الجوال / البريد الإلكتروني
fr: Numéro de portable / e-mail
ur: موبائل نمبر / ای میل

source: Sign In
ar: وقع على
fr: S'identifier
ur: سائن ان

source: Retry
ar: إعادة المحاولة
fr: Recommencez
ur: دوبارہ کوشش کریں

# wouldlikerewards
source: Would you like to rewards?
ar: تريد أن المكافآت؟
fr: Souhaitez-vous des récompenses?
ur: کیا آپ انعامات دینا چاہیں گے؟

source: Country
ar: بلد
fr: De campagne
ur: ملک

source: Share
ar: سهم
fr: Partager
ur: بانٹیں

source: Mobile number*
ar: *أرقام الهواتف النقالة
fr: Numéro de portable*
ur: موبائل نمبر*

# connectionlost
source: Oops! Connection lost
ar: عفوا! فقدت الاتصال
fr: Oops! Connexion perdue
ur: افوہ! رابطہ ختم ہوگیا

source: Rewards
ar: المكافآت
fr: Récompenses
ur: انعامات

source: Owner / Loser Details
ar: المالك / تفاصيل تفقد
fr: Détails du propriétaire / perdant
ur: مالک / ہارے ہوئے تفصیلات

source: Face ID
ar: معرف الوجه
fr: ID de visage
ur: چہرہ ID

source: Or continue with
ar: أو تواصل مع
fr: Ou continuez avec
ur: یا جاری رکھیں

source: City
ar: مدينة
fr: Ville
ur: شہر

source: Reward price
ar: سعر المكافأة
fr: Prix de récompense
ur: انعام کی قیمت

# verificationcode
source: Email Verification
ar: شيفرة التأكيد
fr: vérification de l'E-mail
ur: ای میل کی توثیق

# what
source: 1.What
ar: 1 ما
fr: 1 Quoi
ur: کیا

source: Color
ar: اللون
fr: Couleur
ur: رنگ

# makemorevideocall
source: Make more than 3 Video Calls
ar: تسويق أكثر من 3 مكالمات فيديو
fr: Faites plus de 3 appels vidéo
ur: 3 سے زیادہ ویڈیو کال کریں

# addressline1
source: Address line 01
ar: سطر العنوان 01
fr: Ligne d'adresse 01
ur: ایڈریس لائن 01

source: Notifications
ar: إشعارات
ur: اطلاعات

# organisationname
source: Organization Name
ar: اسم المنظمة
fr: nom de l'organisation
ur: تنظیم کا نام

source: Select Brand
ar: حدد العلامة التجارية
fr: Sélectionnez la marque
ur: برانڈ منتخب کریں

source: Tags
ar: العلامات
fr: Mots clés
ur: ٹیگز

source: As Individual
ar: كفرد
fr: À titre individuel
ur: بطور انفرادی

source: Password
ar: كلمه السر
fr: Mot de passe
ur: پاس ورڈ

source: Choose Reason
ar: اختر السبب
fr: Choisissez la raison
ur: وجہ منتخب کریں

source: Profile
ar: الملف الشخصي
fr: Profil
ur: پروفائل

source: Change Profile
ar: تغيير الملف الشخصي
fr: Change de profil
ur: پروفائل تبدیل کریں

source: Rules
ar: قواعد
fr: Des règles
ur: قواعد

# forgotpasswordquestion
source: Forgot Password?
ar: هل نسيت كلمة المرور
fr: Mot de passe oublié?
ur: پاسورڈ بھول گے؟

source: Search Police Station
ar: مركز شرطة البحث
fr: Rechercher un poste de police
ur: تھانہ تلاش کریں

source: Create account
ar: إنشاء حساب
fr: Créer un compte
ur: اکاؤنٹ بنائیں

# founditemsuccess
source: The Found item has been successfully recorded. Kindly share qr code if you handover anyone
ar: تم تسجيل العنصر الموجود بنجاح مع. يرجى مشاركة رمز الاستجابة السريعة إذا قمت بتسليم أي شخص
fr: L'élément trouvé a été enregistré avec succès. Veuillez partager le code QR si vous remettez quelqu'un
ur: ملا آئٹم کامیابی کے ساتھ ریکارڈ کیا گیا ہے۔ اگر آپ کسی کو حوالہ کرتے ہیں تو براہ کرم QR کوڈ شیئر کریں

source: Print
ar: طباعة
fr: Impression
ur: پرنٹ کریں

source: Email
ar: البريد الإلكتروني
ur: ای میل

# addlostitemtitle
source: Add lost Item
ar: إضافة عنصر مفقو
fr: Ajouter un objet perdu
ur: گمشدہ آئٹم شامل کریں

source: Add lost Item
ar: إضافة عنصر مفقو
fr: Ajouter un objet perdu
ur: گمشدہ آئٹم شامل کریں

source: Related Products
ar: منتجات ذات صله
fr: Produits connexes
ur: متعلقہ مصنوعات

source: Reset
ar: إعادة تعيين
fr: Réinitialiser
ur: ری سیٹ کریں

# founditemwith
source: Found item is with
ar: تم العثور على العنصر مع
fr: L'élément trouvé est avec
ur: ملا آئٹم کے ساتھ ہے

source: Found Location
ar: العثور على الموقع
fr: Emplacement trouvé
ur: ملا مقام

source: Website URL
ar: رابط الموقع
fr: URL de site web
ur: ویب سائٹ کا پتا

source: Select Color
ar: إختر لون
fr: Sélectionnez la couleur
ur: رنگ منتخب کریں

source: Add Tag
ar: إضافة علامة
fr: Ajouter une étiquette
ur: ٹیگ شامل کریں

source: Forgot Password
ar: هل نسيت كلمة المرور
fr: Mot de passe oublié
ur: پاسورڈ بھول گے

source: Shopping Mall
ar: مركز تسوق
fr: Centre commercial
ur: خریداری کرنے کے لیے مختص جگہ

source: Continue
ar: استمر
fr: Continuez
ur: جاری رہے

# rewardexpectedfinder
source: Rewards Expected for Finders
ar: المكافآت المتوقعة للباحثين
fr: Récompenses attendues pour les chercheurs
ur: فائنڈرز کے لئے انعامات کی توقع

# registerasorganisation
source: Register as Organization
ar: سجل كمنظمة
fr: S'inscrire en tant qu'organisation
ur: بطور تنظیم رجسٹر ہوں

source: Current Location
ar: الموقع الحالي
fr: Localisation actuelle
ur: موجودہ مقام

# addressline2
source: Address line 02
ar: سطر العنوان 02
fr: Ligne d'adresse 02
ur: ایڈریس لائن 02

# founditemqr
source: Found Item QR Code
ar: تم العثور على رمز الاستجابة السريعة للعنصر
fr: Code QR de l'article trouvé
ur: آئٹم کیو آر کوڈ ملا

source: Don't have an account?
ar: لا تملك حساب؟
fr: Vous n'avez pas de compte?
ur: کیا آپ کا اکاؤنٹ نہیں ہے؟

source: Ad free app Experience
ar: تجربة تطبيق إعلان مجاني
fr: Expérience d'application sans publicité
ur: اشتہار سے پاک ایپ کا تجربہ

# sorrynoconversation
source: Sorry, you have not any open conversation yet
ar: عذرا ، ليس لديك أي محادثة مفتوحة حتى الآن
fr: Désolé, vous n'avez pas encore de conversation ouverte
ur: معذرت ، ابھی آپ کی کوئی کھلی گفتگو نہیں ہوئی ہے

source: From Date
ar: من التاريخ
fr: Partir de la date
ur: اس تاریخ سے

source: Leaderboard States
ar: دول المتصدرين
fr: États du classement
ur: لیڈر بورڈ اسٹیٹس

source: Search#tags
ar: البحث # علامات
fr: Rechercher # tags
ur: # ٹیگ تلاش کریں

# rule1
source: Rule no 01
ar: القاعدة رقم 01
fr: Règle n ° 01
ur: اصول نمبر 01

source: Back to Login
ar: العودة إلى تسجيل الدخول
fr: Retour connexion
ur: لاگ ان پر واپس جائیں

source: Add Found Item
ar: إضافة عنصر موجود
fr: Ajouter un élément trouvé
ur: ملا آئٹم شامل کریں

source: New Password
ar: كلمة سر جديدة
fr: nouveau mot de passe
ur: نیا پاس ورڈ

# orreachby
source: or Reach us by Call or Mail
ar: أو اتصل بنا عن طريق الاتصال أو البريد
fr: ou contactez-nous par appel ou par courrier
ur: یا کال یا میل کے ذریعہ ہم تک پہنچیں

source: Seat number
ar: رقم المقعد
fr: Numéro de siège
ur: نشست کا نمبر

# youwillbeonspotlight
source: You will be on spotlight and be seen by thousands
ar: سوف تكون في دائرة الضوء وسترى بالآلاف
fr: Vous serez sous les projecteurs et vu par des milliers de personnes
ur: آپ اسپاٹ لائٹ پر رہیں گے اور ہزاروں کی تعداد میں نظر آئیں گے

source: Registration Number
ar: رقم التسجيل
fr: Numéro d'enregistrement
ur: رجسٹریشن نمبر

source: Skip
ar: تخطى
fr: Sauter
ur: چھوڑ دو

# wewillkeephistory
source: We will keep history of your items which was added as a lost or found.
ar: سنحتفظ بسجل عناصرك التي تمت إضافتها على أنها مفقودة أو تم العثور عليها.
fr: Nous conserverons l'historique de vos articles qui ont été ajoutés comme perdus ou trouvés.
ur: ہم آپ کے آئٹمز کی تاریخ رکھیں گے جو کھوئے ہوئے یا مل جانے کی حیثیت سے شامل کی گئیں۔

source: Favorites
ar: المفضلة
fr: Favoris
ur: پسندیدہ

# learnhowhandoverwork
source: Learn how Handover works ?
ar: تعرف على كيفية عمل التسليم؟
fr: Découvrez comment fonctionne Handover?
ur: جانئے کہ ہینڈ اوور کس طرح کام کرتا ہے؟

source: Select Category
ar: اختر الفئ
fr: Choisir une catégorie
ur: زمرہ منتخب کریں

source: Reward Expected
ar: مكافأة المتوقعة
fr: Récompense attendue
ur: انعام کی توقع

source: Lost Location
ar: فقدت الموقع
fr: Emplacement perdu
ur: کھوئے ہوئے مقام

source: Search Anything
ar: بحث أي شيء
fr: Rechercher n'importe quoi
ur: کچھ بھی تلاش کریں

source: Upload photos or Use Camera
ar: تحميل الصور أو استخدام كاميرا
fr: Télécharger des photos ou utiliser un appareil photo
ur: فوٹو اپ لوڈ کریں یا کیمرہ استعمال کریں

# founditemaddedby
source: Found item has been added by
ar: تمت إضافة العنصر الذي تم العثور عليه بواسطة
fr: L'élément trouvé a été ajouté par
ur: ملا آئٹم کے ذریعہ شامل کیا گیا ہے

source: Found Item
ar: تم العثور على عنصر
fr: Objet trouvé
ur: آئٹم ملا

source: Destination address
ar: عنوان الوجهة
fr: Adresse de destination
ur: منزل کا پتہ

source: Create an account
ar: انشئ حساب
fr: Créer un compte
ur: کھاتا کھولیں

source: Select Date
ar: حدد تاريخ
fr: Sélectionner une date
ur: تاریخ منتخب کریں

source: Label
ar: ضع الكلمة المناسبة
fr: Étiqueter
ur: لیبل لگائیں

source: Chat
ar: دردشة
fr: Discuter
ur: چیٹ

source: Finders
ar: المكتشفون
ur: فائنڈرز

source: Download
ar: تحميل
fr: Télécharger
ur: ڈاؤن لوڈ کریں

source: Take Handover
ar: خذ التسليم
fr: Prise en charge
ur: ہینڈ اوور لیں

source: Last name
ar: الكنية
fr: Nom de famille
ur: آخری نام

source: Search Places
ar: ابحث عن الأماكن
fr: Rechercher des lieux
ur: مقامات تلاش کریں

source: Select Date & Time
ar: حدد التاريخ والوقت
fr: Sélectionnez la date et l'heure
ur: تاریخ اور وقت منتخب کریں

source: Flight number
ar: رقم الرحلة الجوية
fr: Numéro de vol
ur: پرواز نمبر

# pleasechooselanguage
source: Please choose preferred language
ar: يرجى اختيار اللغة المفضلة
fr: Veuillez choisir la langue préférée
ur: براہ کرم ترجیحی زبان منتخب کریں

source: Others
ar: الآخرين
fr: Autres
ur: دوسرے

# selectallproceed
source: Select and Proceed
ar: حدد الكل والمتابعة
fr: Sélectionnez et continuez
ur: منتخب کریں اور آگے بڑھیں

# noitemsmarketplace
source: No items in market place yet
ar: لا توجد عناصر في السوق بعد
fr: Aucun article sur le marché pour le moment
ur: ابھی تک مارکیٹ میں کوئی آئٹم نہیں ہے

source: End Date
ar: تاريخ الانتهاء
fr: Date de fin
ur: آخری تاریخ

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة
fr: Confirmer le nouveau mot de passe
ur: نئے پاس ورڈ کی توثیق کریں

# whenyoupressbelowbutton
source: When you press below button "delete my accout"
ar: "عند الضغط على الزر أدناه "حذف حسابي
fr: Lorsque vous appuyez sur le bouton ci-dessous "supprimer mon compte "
ur: جب آپ نیچے کا بٹن دبائیں میرا اکاؤنٹ حذف کریں

source: Search City
ar: بحث المدينة
fr: Rechercher une ville
ur: تلاش شہر

source: Next
ar: التالى
fr: Suivante
ur: اگلے

source: Select
ar: تحديد
fr: Sélectionner
ur: منتخب کریں

source: Edit Profile
ar: تعديل الملف الشخصي
fr: Editer le profil
ur: پروفائل میں ترمیم کریں

source: Search Result
ar: نتيجة البحث
fr: Résultat de la recherche
ur: تلاش کا نتیجہ

# where
source: 2.Where
ar: 2. أين
fr: 2. où
ur: 2. جہاں

# emailormobile
source: Email or Mobile number
ar: البريد الإلكتروني أو رقم الجوال
fr: Email ou numéro de portable
ur: ای میل یا موبائل نمبر

source: Shipping
ar: الشحن
fr: Expédition
ur: شپنگ

source: Found Items
ar: العناصر التي تم العثور عليها
fr: Objets trouvés
ur: ملا آئٹمز

source: Add Location
ar: إضافة موقع
fr: Ajouter un emplacement
ur: مقام شامل کریں

# setpermenantaddress
source: Set as permenant address
ar: إضافة إلى عنوان المستديمة
fr: Définir comme adresse permanente
ur: مستقل پتہ کے طور پر مقرر کریں

source: Price
ar: السعر
fr: Prix
ur: قیمت

source: Address
ar: عنوان
fr: Adresse
ur: پتہ

source: Select language
ar: اختار اللغة
fr: Choisir la langue
ur: زبان منتخب کریں

source: Message/Comments
ar: رسالة / تعليقات
fr: Message / Commentaires
ur: پیغام / تبصرے

# hearisyourdeal
source: Here is your deal
ar: ها هي صفقتك
fr: Voici votre offre
ur: یہ آپ کا سودا ہے

# uploadphotos
source: Upload photos items
ar: تحميل عناصر الصور
fr: Télécharger des éléments de photos
ur: فوٹو آئٹمز اپ لوڈ کریں

source: No any Chats !
ar: لا توجد محادثات
fr: Pas de discussion!
ur: کوئی چیٹس نہیں!

source: Found Item Tracking
ar: تم العثور على تعقب العناص
fr: Suivi des objets trouvés
ur: آئٹم سے باخبر رہنا

# noitemmarketplace
source: Looks like you have no item in your marketplace yet
ar: يبدو أنه ليس لديك أي عنصر في السوق الخاص بك حتى الآن
fr: Il semble que vous n’ayez encore aucun article sur votre marché
ur: ایسا لگتا ہے کہ آپ کے بازار میں ابھی آپ کے پاس کوئی چیز نہیں ہے

source: Brand
ar: العلامة التجارية
fr: Marque
ur: برانڈ

# pleasecheckinternet
source: Please check your internet connection and try again later
ar: يرجى التحقق من اتصالك بالإنترنت وإعادة المحاولة لاحقًا
fr: Veuillez vérifier votre connexion Internet et réessayer plus tard
ur: براہ کرم اپنا انٹرنیٹ کنکشن چیک کریں اور بعد میں دوبارہ کوشش کریں

source: Reward Amount
ar: مبلغ المكافأة
fr: Montant de la récompense
ur: انعام کی رقم

source: My Items
ar: أغراضي
fr: Mes articles
ur: میرے اشیا

# willletyouknow
source: We will let you know when there will be something new for you
ar: سنخبرك عندما يكون هناك شيء جديد لك
fr: Nous vous ferons savoir quand il y aura quelque chose de nouveau pour vous
ur: ہم آپ کو اس وقت آگاہ کریں گے جب آپ کے لئے کچھ نیا ہوگا

source: Filters
ar: مرشحات
fr: Filtres
ur: فلٹرز

source: Search
ar: بحث
fr: Chercher
ur: تلاش کریں

# addnewtag
source: Add new tag for item
ar: أضف علامة جديدة للعنصر
fr: Ajouter un nouveau tag pour l'article
ur: آئٹم کے لئے نیا ٹیگ شامل کریں

source: Terms & Condition
ar: الشروط والاحكام
fr: Termes et conditions
ur: شرائط و ضوابط

source: Pay Now
ar: الأجر الآن
fr: Payez maintenant
ur: اب ادا

source: Lost Date & Time
ar: التاريخ والوقت المفقود
fr: Date et heure perdue
ur: کھوئے ہوئے تاریخ اور وقت

source: Done
ar: القيام به
fr: Fait
ur: ہو گیا

# foundeditemcategorywise
source: Founded items category wise
ar: تأسست فئة الحكيم البنود
fr: articles Fondée catégorie sage
ur: وارڈ آئٹم کے زمرے کے مطابق

# lastsixmonth
source: Last 6 months results
ar: نتائج آخر 6 أشهر
fr: Résultats 6 derniers mois
ur: آخری 6 ماہ کے نتائج

# bytapping
source: By tapping on "create account" button, you are agree to terms & condition
ar: بالنقر على زر "إنشاء حساب " ، فإنك توافق على الشروط والأحكام
fr: En appuyant sur bouton « Créer un compte », vous acceptez les termes et conditions
ur: اکاؤنٹ بنائیں " بٹن پر ٹیپ کرکے ، آپ شرائط و ضوابط سے اتفاق کرتے ہیں

# entercurrentpassword
source: Please enter Current Password
ar: يرجى إدخال كلمة المرور الحالية
fr: S'il vous plaît entrer mot de passe actuel
ur: براہ کرم موجودہ پاس ورڈ درج کریں

# enternewpassword
source: Please enter New Password
ar: يرجى إدخال كلمة مرور جديدة
fr: S'il vous plaît entrer nouveau mot de passe
ur: براہ کرم نیا پاس ورڈ درج کریں

# enterconfirmpassword
source: Please enter Confirm Password
ar: يرجى إدخال تأكيد كلمة المرور
fr: S'il vous plaît entrer Confirmer mot de passe
ur: براہ کرم پاس ورڈ کی توثیق کریں

# passwordmismatch
source: Confirm Password Not Matched with New Password
ar: تأكيد كلمة المرور غير متطابقة مع كلمة المرور الجديدة
fr: Confirmer mot de passe ne correspond pas avec le nouveau mot de passe
ur: نئے پاس ورڈ کے ساتھ مماثل نہیں پاس ورڈ کی تصدیق کریں

# passwordlength
source: String with a minimum length of 6. The password must contain at least one Uppercase, Number, Underscore & Special character
ar: تأكيد كلمة المرور غير متطابقة مع PasswordString بحد أدنى 6. يجب أن تحتوي كلمة المرور على حرف كبير واحد على الأقل ورقم وحرف خاص
fr: Chaîne d'une longueur minimum de 6. Le mot de passe doit contenir au moins une lettre majuscule, numéro, Souligner et caractères spéciaux
ur: کم از کم لمبائی کے ساتھ سٹرنگ 6.۔ پاس ورڈ میں کم از کم ایک بڑے ، نمبر اور خصوصی حرف ہونا چاہئے

source: Weak Password
ar: كلمة مرور ضعيفة
fr: Mot de passe faible
ur: کمزور پاس ورڈ

source: Alert
ar: إنذار
fr: Alerte
ur: انتباہ

source: Ok
ar: حسنا
fr: D'accord
ur: ٹھیک ہے

# passwordchanged
source: Password Changed Successfully
ar: تم تغيير الرقم السري بنجاح
fr: Le mot de passe a été changé avec succès
ur: کامیابی کے ساتھ پاس ورڈ تبدیل ہوگیا

# selectreason
source: Please select reason
ar: يرجى تحديد السبب
fr: S'il vous plaît choisir la raison
ur: براہ کرم وجہ منتخب کریں

# entermessage
source: Please enter message
ar: يرجى إدخال الرسالة
fr: S'il vous plaît entrer un message
ur: برائے مہربانی پیغام داخل کریں

# messagesent
source: Message sent successfully. Our support team will reach you shortly.
ar: تم إرسال الرسالة بنجاح. سيصل إليك فريق الدعم لدينا قريبًا.
fr: Message envoyé avec succès. Notre équipe de soutien vous parviendra sous peu.
ur: پیغام کامیابی سے چلا گیا. ہماری سپورٹ ٹیم جلد ہی آپ تک پہنچے گی۔

# upgradeprosuccess
source: Successfully Upgraded As Pro. So now you can use pro features.
ar: تمت الترقية بنجاح إلى Pro. حتى الآن يمكنك استخدام الميزات الاحترافية.
fr: Niveau avec succès que Pro. Alors maintenant, vous pouvez utiliser les fonctions pro.
ur: بطور پرو کامیابی کے ساتھ اپ گریڈ کیا گیا۔ لہذا اب آپ پرو خصوصیات کو استعمال کرسکتے ہیں۔

# purchasesdisabled
source: Purchases are disabled in your device!
ar: المشتريات معطلة في جهازك!
fr: Les achats sont désactivés dans votre appareil!
ur: خریداری آپ کے آلے میں غیر فعال ہیں!

source: Text Chat
ar: دردشة نصية
fr: Chat texte
ur: متن چیٹ

source: Voice Chat
ar: محادثة صوتية
fr: Chat vocal
ur: وائس چیٹ

source: Video Call
ar: مكالمة فيديو
fr: Appel vidéo
ur: ویڈیو کال

source: Display Mobile
ar: العرض المحمول
fr: mobile Display
ur: ڈسپلے موبائل

source: Display Photo
ar: عرض الصور
fr: afficher photo
ur: تصویر دکھائیں

source: Display Address
ar: عنوان العرض
fr: Afficher l'adresse
ur: ایڈریس دکھائیں

source: Accounts
ar: حسابات
fr: Comptes
ur: اکاؤنٹس

source: General
ar: جنرال لواء
fr: Général
ur: جنرل

source: Push Notification
ar: إعلام دفع
fr: Notification push
ur: پش اطلاع

source: Change Password
ar: تغيير كلمة المرور
fr: Changer le mot de passe
ur: پاس ورڈ تبدیل کریں

source: Privacy Settings
ar: إعدادات الخصوصية
fr: Paramètres de confidentialité
ur: رازداری کی ترتیبات

source: Terms & Conditions
ar: البنود و الظروف
fr: termes et conditions
ur: شرائط و ضوابط

source: Change Language
ar: تغيير اللغة
fr: Changer de langue
ur: زبان تبدیل کریں

source: About us
ar: معلومات عن
fr: À propos de nous
ur: ہمارے بارے میں

source: Tribute To
ar: تحية ل
fr: Hommage à
ur: خراج تحسین پیش کرنا

source: Support
ar: الدعم
fr: Soutien
ur: مدد کریں

source: Rate App
ar: قيم التطبيق
fr: Application de taux
ur: شرح ایپ

source: Logout
ar: تسجيل خروج
fr: Se déconnecter
ur: لاگ آوٹ

source: Delete Account
ar: حذف الحساب
fr: Supprimer le compte
ur: کھاتہ مٹا دو

# areyousurelogout
source: Are you sure want to Logout?
ar: هل أنت متأكد من أنك تريد تسجيل الخروج؟
fr: Voulez-vous vraiment vous déconnecter?
ur: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟

source: Yes
ar: نعم
fr: Oui
ur: جی ہاں

source: No
ar: لا
fr: Non
ur: نہیں

source: Rewards Offered
ar: عرضت المكافآت
fr: récompenses offerts
ur: انعامات پیش کیے گئے

source: Lost & Found
ar: وجد المفقود
fr: Perdu trouvé
ur: کھو گیا اور ملا

source: Edit Details
ar: عدل التفاصيل
fr: Modifier les détails
ur: تفصیلات میں ترمیم کریں

source: Cancel
ar: إلغاء
fr: Annuler
ur: منسوخ کریں

# entervalidmobile
source: Please enter valid Mobile Number
ar: يرجى إدخال رقم هاتف محمول صالح
fr: S'il vous plaît entrer valide numéro de mobile
ur: براہ کرم درست موبائل نمبر درج کریں

# areyousuredelete
source: Are you sure want to Delete your Account ?
ar: هل أنت متأكد أنك تريد حذف حسابك؟
fr: Voulez-vous vraiment supprimer votre compte?
ur: کیا آپ واقعی اپنا اکاؤنٹ حذف کرنا چاہتے ہیں؟

# accountdeleted
source: Account deleted successfully
ar: تم حذف الحساب بنجاح
fr: Compte supprimé avec succès
ur: اکاؤنٹ کامیابی کے ساتھ حذف ہوگیا

# enterfirstname
source: Please enter first name
ar: يرجى إدخال الاسم الأول
fr: S'il vous plaît entrer le prénom
ur: براہ کرم پہلا نام درج کریں

# enterlastname
source: Please enter last name
ar: يرجى إدخال الاسم الأخير
fr: S'il vous plaît entrer nom
ur: براہ کرم آخری نام درج کریں

# enteraddress1
source: Please enter address1
ar: يرجى إدخال العنوان 1
fr: S'il vous plaît entrer address1
ur: براہ کرم پتہ 1 درج کریں

# enteraddress2
source: Please enter address2
ar: يرجى إدخال العنوان 2
fr: S'il vous plaît entrer address2
ur: براہ کرم ایڈریس 2 درج کریں

# entercity
source: Please enter city
ar: الرجاء إدخال المدينة
fr: Veuillez entrer la ville
ur: براہ کرم شہر میں داخل ہوں

# entercountry
source: Please enter country
ar: يرجى إدخال البلد
fr: S'il vous plaît entrer le pays
ur: براہ کرم ملک میں داخل ہوں

# profileupdated
source: Profile updated successfully
ar: تم تحديث الملف الشخصي بنجاح
fr: Mise à jour du profil réussie
ur: پروفائل کامیابی کے ساتھ اپ ڈیٹ ہوا

source: Allow photo album access?
ar: هل تريد السماح بالوصول إلى ألبوم الصور؟
fr: Autoriser l'accès album photo?
ur: فوٹو البم تک رسائی کی اجازت ہے؟

# permissionphotoalbum
source: Need your permission to access photo albums
ar: تحتاج إلى إذنك للوصول إلى ألبومات الصور
fr: Vous avez besoin de votre permission pour les albums photo d'accès
ur: فوٹو البم تک رسائی کے ل your آپ کی اجازت کی ضرورت ہے

# allowcameraaccess
source: Allow camera album access?
ar: هل تريد السماح بالوصول إلى ألبوم الكاميرا؟
fr: Autoriser l'accès de l'album de la caméra?
ur: کیمرا البم تک رسائی کی اجازت ہے؟

# permissioncamera
source: Need your permission to take a photo
ar: تحتاج إلى إذنك لالتقاط صورة
fr: Vous avez besoin de votre permission de prendre une photo
ur: تصویر لینے کے ل your آپ کی اجازت کی ضرورت ہے

# togethandover
source: To get handover of item kindly press proceed & scan the QR Code to verify with the Found item owner.
ar: للحصول على عنصر ، يرجى الضغط على متابعة ومسح رمز الاستجابة السريعة للتحقق مع مالك العنصر الموجود.
fr: Pour obtenir le transfert de l'élément de bien vouloir procéder presse et scanner le code QR pour vérifier avec le propriétaire de l'article trouvé.
ur: شے کے تبادلے کے ل kind براہ کرم دبائیں اور بنی آئٹم کے مالک سے تصدیق کرنے کے لئے کیو آر کوڈ اسکین کریں

# togivehandover
source: To give handover of item kindly request them to scan item qr code and give handover nicely
ar: لإعطاء تسليم السلعة يرجى طلب منهم لمسح رمز qr للعنصر وإعطاء التسليم بشكل جيد
fr: Pour donner la remise de l'article de leur demander de bien vouloir code d'analyse de l'article et qr donner un transfert bien
ur: آئٹم کو ہینڈ اوور دینے کے لئے ان سے درخواست کریں کہ آئٹم کیو آر کوڈ اسکین کریں اور اچھی طرح ہینڈ اوور دیں

# verifyotp
source: Verification Code
ar: رمز التحقق.
fr: Code de vérification.
ur: تصدیقی کوڈ.
