Repository: DJGajjar/LostAndFound
Catalog: LostAndFound/*.lproj/Localizable.strings
Languages: ar, fr, ur

# collectotp
source: Please collect Verification Code from the item founder & submit to verify the request. Please note that Verification code is sent to the founder email address.
ar: يرجى جمع رمز التحقق من مؤسس العنصر وإرساله للتحقق من الطلب. يرجى ملاحظة أنه يتم إرسال رمز التحقق إلى عنوان البريد الإلكتروني للمؤسس.
fr: Veuillez collecter le code de vérification auprès du créateur de l'article et soumettre pour vérifier la demande. Veuillez noter que le code de vérification est envoyé à l'adresse e-mail du fondateur.
ur: درخواست کی توثیق کے لئے براہ کرم آئٹم کے بانی سے توثیقی کوڈ اکٹھا کریں اور جمع کروائیں۔براہ کرم نوٹ کریں کہ توثیقی کوڈ بانی ای میل پتے پر بھیجا گیا ہے۔

source: OTP request
ar: طلب
fr: demande du Bureau du Procureur
ur: او ٹی پی کی درخواست

# ratingsubmitted
source: Rating Submitted Successfully
ar: تم إرسال التقييم بنجاح
fr: Note soumis avec succès
ur: درجہ بندی کامیابی کے ساتھ پیش کی گئی

source: Saved
ar: تم الحفظ
fr: Enregistré
ur: محفوظ

# qrdownloaded
source: QR image has been downloaded to your photos.
ar: تم تنزيل صورة QR إلى صورك.
fr: l'image QR a été téléchargée sur vos photos.
ur: QR تصویر آپ کی تصاویر پر ڈاؤن لوڈ کی گئی ہے۔

# choosefilter
source: Please Choose Any One Filter before Apply
ar: الرجاء اختيار أي مرشح قبل التقديم
fr: S'il vous plaît choisir l'un filtre avant Appliquer
ur: درخواست دینے سے پہلے براہ کرم کوئی ایک فلٹر منتخب کریں

# selectformdate
source: Please select From Date First
ar: يرجى تحديد من التاريخ أولاً
fr: S'il vous plaît sélectionner Date d'abord
ur: برائے کرم پہلے تاریخ سے انتخاب کریں

# typeyourmessage
source: Type your messages ...
ar: اكتب رسائلك ...
fr: Tapez vos messages ...
ur: اپنے پیغامات ٹائپ کریں…

source: Offline
ar: غيرمتصل
fr: Hors ligne
ur: آف لائن

source: Online
ar: عبر الانترنت
fr: en ligne
ur: آن لائن

source: Send
ar: إرسال
fr: Envoyer
ur: بھیجیں

source: Error
ar: خطأ
fr: Erreur
ur: خرابی

# failedtoupload
source: Failed to Upload Attachment
ar: فشل تحميل المرفق
fr: Impossible de Envoyer la pièce jointe
ur: منسلکہ اپ لوڈ کرنے میں ناکام

source: Camera
ar: الة تصوير
fr: Caméra
ur: کیمرہ

source: Photo Library
ar: مكتبة الصور
fr: Galerie de photos
ur: فوٹو لائبریری

# failedtosend
source: Failed to Send Message
ar: فشل إرسال الرسالة
fr: Impossible de Envoyer un message
ur: پیغام بھیجنے میں ناکام

# biometriedenabled
source: Biometric Authentication Enabled Successfully
ar: تم تمكين المصادقة البيومترية بنجاح
fr: L'authentification biométrique activé avec succès
ur: بائیو میٹرک استناد کامیابی کے ساتھ فعال ہوگیا

# makesurefaceidenabled
source: Please make sure your device has Face ID enabled to make use of it for Biometric Authentication Or its not available on your device
ar: يرجى التأكد من تمكين جهاز Face ID الخاص بجهازك لاستخدامه في المصادقة البيومترية أو أنه غير متوفر على جهازك
fr: faire s'il vous plaît que votre appareil a ID visage permis d'utiliser pour l'authentification biométrique ou son pas disponible sur votre appareil
ur: براہ کرم یقینی بنائیں کہ بائیو میٹرک استناد کے ل your آپ کے آلے میں اس کا استعمال کرنے کے لئے فیس ID فعال ہے یا یہ آپ کے آلے پر دستیاب نہیں ہے۔

# makesuretouchidenabled
source: Please make sure your device has Touch ID enabled to make use of it for Biometric Authentication Or its not available on your device
ar: يرجى التأكد من تمكين Touch ID الخاص بجهازك لاستخدامه في المصادقة البيومترية أو أنه غير متوفر على جهازك
fr: faire s'il vous plaît que votre appareil est tactile ID permis de l'utiliser pour l'authentification biométrique ou son pas disponible sur votre appareil
ur: براہ کرم یقینی بنائیں کہ بائیو میٹرک استناد کے ل Aut آپ کے آلے میں اس کا استعمال کرنے کے لئے ٹچ ID فعال ہے یا یہ آپ کے آلے پر دستیاب نہیں ہے

source: Edit Found Item
ar: تحرير عنصر موجود
fr: Modifier l'article trouvé
ur: ملا آئٹم میں ترمیم کریں

source: Manual Address
ar: العنوان اليدوي
fr: Adresse manuelle
ur: دستی پتہ

source: Manual Address Location
ar: موقع العنوان اليدوي
fr: Adresse manuelle Emplacement
ur: دستی ایڈریس لوکیشن

# selectfounditemdate
source: Please select found item date
ar: يرجى تحديد تاريخ العنصر الموجود
fr: S'il vous plaît sélectionner Date de l'article trouvé
ur: براہ کرم آئٹم کی تاریخ ملاحظہ کریں

# enteritemname
source: Please enter item name
ar: يرجى إدخال اسم العنصر
fr: S'il vous plaît entrez le nom de l'article
ur: براہ کرم آئٹم کا نام درج کریں

# entertags
source: Please enter tags
ar: يرجى إدخال العلامات
fr: S'il vous plaît entrer des tags
ur: براہ کرم ٹیگ درج کریں

# uploadatleastoneimage
source: Please upload at least image for found Item
ar: يرجى تحميل صورة على الأقل للعنصر الموجود
fr: S'il vous plaît télécharger au moins l'image pour l'article trouvé
ur: براہ کرم آئٹم کے ل at کم از کم تصویر اپ لوڈ کریں

source: Tag cannot be empty
ar: لا يمكن أن تكون العلامة فارغة
fr: Tag ne peut pas être vide
ur: ٹیگ خالی نہیں ہوسکتی ہے

# selectlocation
source: Please select Location
ar: يرجى تحديد الموقع
fr: S'il vous plaît sélectionner Lieu
ur: براہ کرم مقام منتخب کریں

# uploadsubmittedcopypolice
source: Please Upload Submitted Item Copy to Police Station
ar: يرجى تحميل نسخة البند المقدم إلى قسم الشرطة
fr: S'il vous plaît Ajouter Submitted article Copie au poste de police
ur: براہ کرم جمع کرائے گئے آئٹم کاپی کو تھانے میں اپ لوڈ کریں

# founditemupdated
source: Found Item Updated Successfully
ar: تم العثور على العنصر الذي تم تحديثه بنجاح
fr: Trouvé article Mise à jour avec succès
ur: آئٹم کامیابی کے ساتھ اپ ڈیٹ ہوا

# doucmentmustbein
source: Please make sure document must be in PDF, PNG or JPG format.
ar: يرجى التأكد من أن الوثيقة يجب أن تكون بتنسيق PDF أو PNG أو JPG.
fr: S'il vous plaît faire le document que doit être au format PDF, PNG ou JPG.
ur: براہ کرم یقینی بنائیں کہ دستاویز پی ڈی ایف ، پی این جی یا جے پی جی فارمیٹ میں ہونی چاہئے۔

# yousuredeleteitem
source: Are you sure want to delete this item ?
ar: هل أنت متأكد أنك تريد حذف هذا العنصر؟
fr: Voulez-vous vraiment supprimer cet élément?
ur: کیا آپ واقعی اس شے کو حذف کرنا چاہتے ہیں؟

source: Edit Lost Item
ar: تحرير عنصر مفقود
fr: Modifier perdu article
ur: گمشدہ آئٹم میں ترمیم کریں

# selectlostitemdate
source: Please select lost item date
ar: يرجى تحديد تاريخ العنصر المفقود
fr: S'il vous plaît choisir la date de l'article perdu
ur: براہ کرم گمشدہ آئٹم کی تاریخ منتخب کریں

# lostitemupdated
source: Lost Item Upated Successfully
ar: تم فقدان العنصر بنجاح
fr: Point perdu Upated avec succès
ur: کھوئی ہوئی شے کامیابی کے ساتھ ختم ہوگئی

# entervalidemailmobile
source: Please enter valid Email or Mobile
ar: يرجى إدخال بريد إلكتروني أو جوال صالح
fr: S'il vous plaît entrer valide Email ou Mobile
ur: براہ کرم درست ای میل یا موبائل درج کریں

# forgetpassowordlinksent
source: Forget password link sent to your Email / Mobile
ar: تم إرسال رابط نسيت كلمة المرور إلى بريدك الإلكتروني / جوالك
fr: Oubliez le lien de mot de passe envoyé à votre Email / Mobile
ur: اپنے ای میل / موبائل پر بھیجے گئے پاس ورڈ کا لنک بھول جائیں

# verificationcodeexpired
source: Verification Code Expired. Please try Resend OTP
ar: صلاحية رمز التحقق. يرجى محاولة إعادة إرسال
fr: Le code de vérification est expiré. S'il vous plaît essayer OTP Renvoyer
ur: توثیقی کوڈ کی میعاد ختم ہوگئی۔ براہ کرم او ٹی پی کو دوبارہ بھیجیں

# incompleteotp
source: Incomplete OTP Entry
ar: إدخال غير مكتمل
fr: Entrée incomplète
ur: نامکمل OTP اندراج

source: QR Code Details
ar: تفاصيل رمز الاستجابة السريعة
fr: QR Code Détails
ur: کیو آر کوڈ کی تفصیلات

# newverificationcodesend
source: New Verification Code Send to your Email
ar: رمز التحقق الجديد يرسل لك رقم الجوال
fr: Nouveau code de vérification Envoyer à votre mobile Non
ur: نیا توثیقی کوڈ آپ کے ای میل کو بھیجیں

# enterorganisationname
source: Please Enter Organization Name
ar: يرجى إدخال اسم المنظمة
fr: Entrez s'il vous plaît Nom Organisation
ur: برائےکرم تنظیم کا نام درج کریں

# unabletogetmobileno
source: Unable to get your Mobile No. Please change your privacy settings & try again.
ar: تعذر الحصول على رقم هاتفك المحمول. يرجى تغيير إعدادات الخصوصية والمحاولة مرة أخرى.
fr: Impossible d'obtenir votre numéro mobile S'il vous plaît modifier vos paramètres de confidentialité et essayez à nouveau.
ur: آپ کا موبائل نمبر حاصل کرنے سے قاصر ہے براہ کرم اپنی رازداری کی ترتیبات کو تبدیل کریں اور دوبارہ کوشش کریں۔

# allowtoaccessemail
source: Please allow to access email ID to continue Sign In
ar: يرجى السماح بالوصول إلى معرف البريد الإلكتروني لمتابعة تسجيل الدخول
fr: S'il vous plaît permettre l'accès e-mail ID continuer Connexion
ur: براہ کرم سائن ان جاری رکھنے کے لئے ای میل ID تک رسائی کی اجازت دیں

# entervalidemail
source: Please enter valid Email
ar: الرجاء إدخال بريد إلكتروني صحيح
fr: S'il vous plaît entrer Email valide
ur: براہ کرم درست ای میل درج کریں

# enterpassword
source: Please enter password
ar: يرجى إدخال كلمة المرور
fr: Veuillez entrer le mot de passe
ur: براہ کرم پاس ورڈ درج کریں

# signinonlysupported
source: Sign In With Apple Is Only supported in iOS 13 or later iOS versions.
ar: تسجيل الدخول باستخدام Apple مدعوم فقط في iOS 13 أو إصدارات iOS الأحدث.
fr: Connectez-vous avec Apple est uniquement pris en charge iOS 13 ou versions ultérieures iOS.
ur: ایپل کے ساتھ سائن ان صرف iOS 13 یا بعد کے iOS ورژن میں تعاون یافتہ ہے۔

# biometricfailed
source: Biometric Authentication Failed
ar: فشل المصادقة البيومترية
fr: Échec de l'authentification biométrique
ur: بائیو میٹرک استناد ناکام ہوگیا

# enteremail
source: Please enter Email
ar: الرجاء إدخال بريد
fr: S'il vous plaît entrer Email
ur: براہ کرم ای میل درج کریں

# entermobile
source: Please enter Mobile No
ar: يرجى إدخال رقم الجوال
fr: S'il vous plaît entrer Mobile Pas
ur: برائے کرم موبائل نمبر داخل کریں

# noitemsfavorites
source: Favourite item from Marketplace
ar: البند المفضلة من السوق
fr: Article préféré du marché
ur: مارکیٹ پلیس سے پسندیدہ آئٹم

# looksnoitemsfavorites
source: Looks like you haven't favourited any items yet
ar: يبدو أنك لم تفضّل أي عناصر بعد
fr: On dirait que vous n'avez pas encore tous les éléments Favourited
ur: ایسا لگتا ہے کہ آپ نے ابھی تک کسی بھی چیز کو پسند نہیں کیا ہے

source: No items yet
ar: لا توجد عناصر حتى الآن
fr: Aucun élément encore
ur: ابھی تک کوئی آئٹم نہیں ہے

# looksnoitems
source: Looks like you have no items yet
ar: يبدو أنه ليس لديك أي عناصر حتى الآن
fr: On dirait que vous avez encore aucun article
ur: ایسا لگتا ہے کہ ابھی آپ کے پاس کوئی آئٹم نہیں ہے

# howqrworks
source: How QR Code Works
ar: كيف يعمل رمز الاستجابة السريعة
fr: Comment le code QR Works
ur: کیو آر کوڈ کیسے کام کرتا ہے

source: Proceed
ar: إنطلق
fr: Procéder
ur: آگے بڑھو

source: No items found
ar: لم يتم العثور على العناصر
fr: Aucun élément trouvé
ur: کوئی آئٹم نہیں ملا

# looksnoitemsfound
source: Looks like no items found in search
ar: يبدو أنه لم يتم العثور على عناصر في البحث
fr: On dirait pas d'articles trouvés dans la recherche
ur: ایسا لگتا ہے جیسے تلاش میں کوئی آئٹم نہیں ملا

source: Touch ID
ar: معرف اتصال
fr: ID tactile
ur: ٹچ ID

# doyouconfigurebiometric
source: Do you want to configure Biometric Authentication
ar: هل تريد تكوين المصادقة البيومترية
fr: Est-ce que vous souhaitez configurer l'authentification biométrique
ur: کیا آپ بایومیٹرک تصدیق کو تشکیل دینا چاہتے ہیں؟

source: Not Now
ar: ليس الان
fr: Pas maintenant
ur: ابھی نہیں

source: Organisation
ar: منظمة
ur: تنظیم

source: Member List
ar: قائمة الأعضاء
fr: Liste des membres
ur: ممبر کی فہرست

source: Invite Member
ar: دعوة عضو
fr: Inviter membre
ur: ممبر کو مدعو کریں

source: Send Invitation
ar: إرسال دعوة
fr: Envoyer une invitation
ur: دعوت نامہ بھیج دیں

# rewardpaidsuccess
source: Reward Amount Paid Successfully
ar: مكافأة المبلغ المدفوع بنجاح
fr: Montant de récompense payé avec succès
ur: انعام کی رقم کامیابی کے ساتھ ادا کی گئی

# justonestep
source: Just One Step Away
ar: خطوة واحدة فقط بعيدا
fr: Qu'à une étape
ur: بس ایک قدم دور

# payusd
source: Pay 10 USD & Activate your Organisation Account
ar: ادفع 10 دولارات أمريكية وقم بتنشيط حساب مؤسستك
fr: Payer 10 USD et Activer votre organisation compte
ur: 10 امریکی ڈالر کی ادائیگی کریں اور اپنے تنظیمی اکاؤنٹ کو چالو کریں

source: Organisation Activation
ar: تفعيل المنظمة
fr: activation organisation
ur: تنظیم ایکٹیویشن

source: Congratulations!!!
ar: تهانينا!!!
fr: Toutes nos félicitations!!!
ur: مبارک ہو !!!

# youraccountactivated
source: Your Organisation Account Actived Successfully
ar: تم تنشيط حسابك التنظيمي بنجاح
fr: Votre organisation compte Actived avec succès
ur: آپ کا تنظیمی اکاؤنٹ کامیابی کے ساتھ متحرک ہوگیا

source: Member Detail
ar: تفاصيل العضو
fr: Détail membre
ur: ممبر تفصیل

source: Winner
ar: الفائز
fr: Gagnant
ur: فاتح

source: Edit Organisation
ar: تحرير المنظمة
fr: Organisation Modifier
ur: تنظیم میں ترمیم کریں

source: Change Logo
ar: تغيير الشعار
fr: Changer le logo
ur: لوگو تبدیل کریں

# email_sent_succesfully
source: Email sent successfully
ar: ارسال البريد الالكتروني بنجاح
fr: E-mail envoyé avec succès
ur: ای میل کامیابی کے ساتھ بھیج دیا گیا

# no_info_long
source: No Information made available
ar: يتم إجراء أي معلومات متوفرة
fr: Aucune information mis à la disposition
ur: معلومات دستیاب نہیں ہیں

# no_info_short
source: No Info
ar: لا معلومات
fr: Pas d'information
ur: کوئی معلومات نہیں

source: Face_ID
fr: visage_identifiant

# biometrictitle
source: Biometric
fr: Biométrique
